Repository: Tyler4306/SCM
Catalog: SCM.Localization/AppViews.*.resx
Languages: ar

source: About
ar: معلومات

# About_Message
source: Lightweight service call management system
ar: تطبيق إدارة طلبات الخدمة

source: Add
ar: إضافة

# AppTitle
source: Service Call Management
ar: إدارة مركز الخدمة

source: Cancel Reason
ar: أسباب الإلغاء

source: Cancel Reasons
ar: أسباب الإلغاء

# CancelReason_Id
source: Id
ar: سبب الإلغاء

# CancelReason_Reason
source: Reason
ar: السبب

source: Center
ar: المركز

source: Centers
ar: المراكز

# Center_Code
source: Code
ar: رمز المركز

# Center_Id
source: Id
ar: المركز

# Center_Name
source: Center
ar: المركز

source: Cities
ar: المدن

source: City
ar: المدينة

# City_Id
source: Id
ar: المدينة

# City_Name
source: City
ar: المدينة

source: Contact
ar: اتصل بنا

source: Create
ar: جديد

source: Customer
ar: زبون

source: Customers
ar: الزبائن

# CustomerTag
source: Tag
ar: علامة

# CustomerTags
source: Tags
ar: علامات

# CustomerTag_CustomerId
source: Customer
ar: زبون

# CustomerTag_TagId
source: Tag
ar: علامة

# Customer_Address
source: Address
ar: العنوان

# Customer_CityId
source: City
ar: المدينة

# Customer_Id
source: Id
ar: الزبون

# Customer_IsBlackListed
source: Blocked
ar: محجوب

# Customer_Mobile
source: Mobile
ar: موبايل

# Customer_Name
source: Customer
ar: زبون

# Customer_Phone
source: Phone
ar: هاتف

# Customer_RegionId
source: Region
ar: المنطقة

source: Delete
ar: حذف

source: Department
ar: القسم

source: Departments
ar: أقسام الخدمة

# Department_Id
source: Id
ar: القسم

# Department_Name
source: Name
ar: القسم

source: Details
ar: التفاصيل

source: Edit
ar: تعديل

source: Email
ar: الإيميل

source: Engineer
ar: المهندس

source: Engineers
ar: مهندسين الصيانة

# Engineer_DepartmentId
source: Department
ar: المهندس

# Engineer_Id
source: Id
ar: المهندس

# Engineer_Name
source: Engineer
ar: المهندس

# Engineer_Phone
source: Phone
ar: هاتف

source: Ext.
ar: رمز الهاتف

source: Index
ar: الفهرس

# PageCreate
source: Create
ar: جديد

# PageDelete
source: Delete
ar: حذف

# PageDetails
source: Details
ar: تفاصيل

# PageEdit
source: Edit
ar: تعديل

source: Password
ar: كلمة المرور

source: Pending Reason
ar: سبب التعليق

source: Pending Reasons
ar: أسباب التعليق

# PendingReason_Id
source: Id
ar: سبب التعليق

# PendingReason_Reason
source: Reason
ar: سبب التعليق

# PhoneCall
source: Call
ar: اتصال

# PhoneCalls
source: Calls
ar: اتصالات

# PhoneCall_CallingId
source: Calling No.
ar: رقم المتصل

# PhoneCall_CallTime
source: Call Time
ar: توقيت الاتصال

# PhoneCall_CreatedBy
source: Created By
ar: الإنشاء بواسطة

# PhoneCall_CreatedOn
source: Created On
ar: تاريخ الإنشاء

# PhoneCall_CustomerId
source: Customer
ar: زبون

# PhoneCall_Ext
source: Ext.
ar: رمز هاتف

# PhoneCall_Id
source: Id
ar: اتصال

# PhoneCall_Remarks
source: Remarks
ar: ملاحظات

# PhoneCall_ServiceRequestId
source: Request
ar: طلب خدمة

source: Product
ar: منتج

source: Products
ar: المنتجات

# Product_DepartmentId
source: Department
ar: قسم المنتج

# Product_Id
source: Code
ar: رمز النتج

# Product_Name
source: Product
ar: المنتج

source: Region
ar: منطقة

source: Regions
ar: مناطق

# Region_CityId
source: City
ar: مدينة

# Region_Id
source: Id
ar: منطقة

# Region_Name
source: Region
ar: منطقة

# RequestTag
source: Tag
ar: علامة

# RequestTags
source: Tags
ar: علامات

# RequestTag_ServiceRequest_Id
source: Request
ar: طلب

# RequestTag_TagId
source: Tag
ar: علامة

source: Save
ar: حفظ

# ServiceRequest
source: Request
ar: طلب خدمة

# ServiceRequests
source: Requests
ar: طلبات الخدمة

# SR_CancelReasonId
source: Cancel Reason
ar: سبب إلغاء

# SR_CenterId
source: Center
ar: مركز

# SR_ClosingDate
source: Closing Date
ar: تاريخ الإغلاق

# SR_CreatedBy
source: Created By
ar: تم الإنشاء بواسطة

# SR_CreatedOn
source: Created On
ar: تاريخ الإنشاء

# SR_CustomerId
source: Customer
ar: زبون

# SR_DepartmentId
source: Department
ar: قسم

# SR_Description
source: Description
ar: تقرير العمل

# SR_EngineerId
source: Engineer
ar: مهندس

# SR_Id
source: Id
ar: الطلب

# SR_IsDeleted
source: Deleted
ar: محذوف

# SR_Model
source: Model
ar: نوع المنتج

# SR_PendingReasonId
source: Pending Reason
ar: سبب التعليق

# SR_ProductId
source: Product
ar: المنتج

# SR_ReceiptNo
source: Receipt
ar: رقم الفاتورة

# SR_Remarks
source: Remarks
ar: ملاحظات

# SR_RequestDate
source: Request Date
ar: تاريخ الطلب

# SR_RQN
source: RQN
ar: رمز الطلب

# SR_SN
source: S/N
ar: سيريال

# SR_StatusDate
source: Status Date
ar: تاريخ الحالة

# SR_StatusId
source: Status
ar: الحالة

# SR_UpdatedBy
source: Updated By
ar: تم التعديل بواسطة

# SR_UpdatedOn
source: Updated On
ar: تاريخ التعديل

source: Tag
ar: علامة

source: Tags
ar: علامات

# Tag_Format
source: Format
ar: وصف

# Tag_Id
source: Id
ar: علامة

# Tag_Name
source: Name
ar: اسم العلامة

# Tag_TagType
source: Type
ar: نوع العلامة

source: User
ar: المستخدم

# UserName
source: User
ar: اسم المستخدم

source: Administration
ar: جداول

source: Report
ar: تقرير

source: Reports
ar: تقارير

source: Search
ar: بحث

source: Back to List
ar: عودة إلى الجدول

# Delete_Message
source: Are you sure you want to delete this?
ar: هل أنت متأكد من الحذف؟

# SelectValue
source: select
ar: اختر

source: All
ar: الكل

source: Duration
ar: المدة

source: Month
ar: شهر

source: Show results for
ar: إظهار النتائج حسب

source: Today
ar: اليوم

source: Week
ar: اسبوع

source: Close
ar: إغلاق

# ActiveRequests
source: active
ar: طلبات فعالة

# DelayedRequests
source: delayed
ar: طلبات متأخرة

# PendingRequests
source: pending
ar: طلبات معلقة

source: requested on
ar: تم إنشاء الطلب بتاريخ

source: Apply
ar: تطبيق

# TakeIn
source: Take Call
ar: مكالمة واردة

source: Reset
ar: إعادة ضبط

# StatusCanceled
source: Canceled
ar: طلب ملغي

# StatusClosed
source: Closed
ar: طلب مغلق

# StatusOpen
source: Open
ar: طلب مفتوح

# StatusPending
source: Pending
ar: طلب معلق

# TextCanceledOn
source: canceled on
ar: تاريخ الإلغاء

# TextClosedOn
source: closed on
ar: تاريخ الإغلاق

# TextRequestedOn
source: requested on
ar: تاريخ الطلب

# TextStatusOn
source: status on
ar: تاريخ الحالة

# ForceReload
source: Force Reload Requests
ar: إعادة تحميل الطلبات

# CityChangeMsg
source: The selected region will be removed, do you want to continue?
ar: تغيير المدينة سيؤدي إلى إلغاء المنطقة المختارة, هل تريد المتابعة؟

# DepartmentChangeMsg
source: The selected product and engineer will be removed, do you want to continue?
ar: تغيير القسم سيؤدي إلى إلغاء المنتج و المهندس المختارين, هل تريد المتابعة؟

# EnterName
source: search for
ar: البحث عن

# ClosedRequests
source: closed
ar: مغلقة

# Customer_Comments
source: Comments
ar: ملاحظات

# IsActive
source: Active
ar: فعال

# CustomerMerge
source: Merge Customers
ar: دمج الزبائن

# CustomerMerge_CustomerId1
source: Customer 1
ar: زبون 1

# CustomerMerge_CustomerId2
source: Customer 2
ar: زبون 2

source: Maintenance
ar: صيانة البيانات

source: Merge
ar: دمج

# RequestsDepartmentMod
source: Requests Modifier By Department
ar: تعديل القسم في الطلبات

# RequestsDepartmentMod_DepartmentId1
source: Department 1
ar: القسم 1

# RequestsDepartmentMod_DepartmentId2
source: Department 2
ar: القسم 2

# RequestsDepartmentMod_Update
source: Update Department in All Requests
ar: تعديل القسم في كافة الطلبات

# RequestsEngineerMod
source: Requests Modifier By Engineer
ar: تعديل المهندس الفني في كل الطلبات

# RequestsEngineerMod_EngineerId1
source: Engineer 1
ar: المهندس الفني 1

# RequestsEngineerMod_EngineerId2
source: Engineer 2
ar: المهندس الفني 2

# RequestsEngineerMod_Update
source: Update Engineer in All Requests
ar: تعديل المهندس الفني في كافة الطلبات

# RequestsProductMod
source: Requests Modifier By Product
ar: تعديل المنتج في كل الطلبات

# RequestsProductMod_ProductId1
source: Product 1
ar: منتج 1

# RequestsProductMod_ProductId2
source: Product 2
ar: منتج 2

# RequestsProductMod_Update
source: Update Engineer in All Requests
ar: تعديل المنتج في كافة الطلبات

# AllRequests
source: all
ar: كل الطلبات

# Filter_SortAsc
source: ASC
ar: تصاعدي

# Filter_SortBy
source: Sort By
ar: ترتيب حسب

# Filter_SortByLastUpdate
source: update date
ar: آخر تعديل

# Filter_SortByRequestDate
source: request date
ar: تاريخ الطلب

# Filter_SortDesc
source: DESC
ar: تنازلي

# Filter_SortByDelay
source: delay
ar: فترة التأخير
